{
    "fanfic":[
        {"text":"Obama chuckled.\"You mean the Chaos Emeralds?\""},
        {"text":"\"Mother fucker…\" Tails said as he finished peeing. \"Well it doesn't fucking matter anymore.\""},
        {"text":"\"Yeah, I didn't want my boobs and dick to be flopping around all day.\" Padme said\""},
        {"text":"Garfield had trained his doughy body for the past six years into becoming a toned killing machine with Larry the Cable Guy's help."},
        {"text":"Chun-li hated Bison because her father had become a brony thanks to him."},
        {"text":"Sauron was holding a small Totino's pizza roll underneath Snape's nose."},
        {"text":"Steve Buscemi rubbed his eyes in disbelief, \"No goddamn way, this can't be! Alex Jones has just transformed himself into a magical girl!\""},
        {"text":"Jimmy Neutron reminisces about the time he murdered Skeet."},
        {"text":"It's up to the Powerpuff Girls to stop Obama"},
        {"text":"\"I heard this place had some great meatball. We should buy some.\" Nala said, \"Guys, we're not here to eat. We're here to find Mussolini.\""},
        {"text":"Its been ten years. Ten greuling years since the death of Patrick Star"},
        {"text":"Donald Trump begins to panic after trapping a wasp under a cup"},
        {"text":"Im Actually Bonding With The SuperHot John Cena? I Thought To Myself . It was unbelievable"},
        {"text":"Crazy Frog confuses everyone when he decides to join both the Bloods and the Crips."},
        {"text":"Garfield hadn't had a hangover this intense since the death of his martial arts master, Jon Arbuckle"},
        {"text":"Sailor Moon and the Sailor Scouts accidentally travels from their world to Afghanistan"},
        {"text":"\"Meow Meow Meow Meeeeooooow\" Gary sang\"Looks like Gary has been listening to linkin park again,\" said Spongebob"},
        {"text":"“Oh, bother... y’know, I’m starting to really fuckin’ hate this guy,” Pooh groaned."},
        {"text":"“Waaaaaaa mama mia” Wario yelloed. “this fucking game sucks. It too fucking hard”. He got mad and threw the Game boy against the wall"},
        {"text":"She’s going to pound some you-know-whats."},
        {"text":"rey picks up kylo and dunks him into the garbage. fucking obliterated"},
        {"text":"Thanos: The Infinity Whore"},
        {"text":"Sonic’s manhood was beginning to shake like an earthquake with a 12.6 on the Richter Scale!"},
        {"text":"James Bond meets Elmo. It doesn’t go well."},
        {"text":"I go to scool n get bullied by zarya from overwatch :("},
        {"text":"Legend of Zelda Link to the fuck"},
        {"text":"The Rugrats Remember September 11th"},
        {"text":"“Any last words Spongebob?” “Yeah, fuck you.” Spongebob said."},
        {"text":"“Mother fucker...” Tails said as he finished peeing. “Well it doesn’t fucking matter anymore.”"},
        {"text":"Jesus threw his arms around the Aryan Hunk. “Oh, Hitler, you’ve made me the happiest girl in the world!”"},
        {"text":"“This is what I mean.” He leaned over and started Frenching with the Lord."},
        {"text":"Bunch of Random Fanfic Quotes"},
        {"text":"I flip over und tiddyfucc lasagna until I NUTT"},
        {"text":"This lasagna is moaning and writhing under me. Nut after nut after nut ITS fun to watch. “hands & knees now” I sayy as I wait. Laaaasagna doesn’t move. “I said nOW REEEEeEeeEeEEEEE!”"},
        {"text":"It feels like I ate johns erectile dysfunction pills again"},
        {"text":"“Ur my little lasgna slut aren’t you bb???”"},
        {"text":"I call for God but there is no answer."},
        {"text":"I have always been a cat with le c r i b b l i n g   d e b r e s s i o n."},
        {"text":"I unzip the patootie flap and begin to twerk ferociously on his left arm while licking his oh so hot earlobe."},
        {"text":"My tukhus throbs in both pain and pleasure and after a few of the most thrilling and patriotic moments of my life, I feel a sudden burst of his daddy sauce flow up and into my warm and aroused cavern of wisdom."},
        {"text":"I turn my head to see his impressively long womb broom, with the american flag tattooed on it."},
        {"text":"Suddenly, he plants one on me. Like, totes a big one."},
        {"text":"He begins to push his impressive 7 inch weapon of ass destruction into my awaiting badunkadunk, his presidential jewls flapping in the win majestically, like a vibrating patriotic dolphin leaping out of the water and into my money maker"},
        {"text":"Barack cums so hard he dies of dehydration"},
        {"text":"“nnnggghh okay sweetie, but you’ve gotta work for daddy’s spam javelin!”"},
        {"text":"His taco warmer is covered in my purple twinkie filling... I should get that checked out."},
        {"text":"“Daddy, me pish flaps is harrrrrrrrrrrrrrrrrrrrrrrrrrny”"},
        {"text":"I hold my left hand on the small of his back, and thrust the light saber dildo deep into his hole of justice."},
        {"text":"I cried sexily I just wanted 2 go to the bathrom."},
        {"text":"“Foolish ignoramuses!” yeilded Voldemort from his broomstick. “Thou shall all dye soon.”"},
        {"text":"Suddenly Dumblydore came. “WHAT DA HELL R U DONG IN MY OFICE!1” he began to shoot angrily."},
        {"text":"“You look fucking kawaii, bitch.”"},
        {"text":"And then... he took out some whips!1!1111"},
        {"text":"I took of my clothes den we were in 4 da rid of r lif."}

    ]}